{"title":"法国战役","uid":"9e3f215a3ac1a80702d532ae53dd204a","slug":"法国战役","date":"2024-10-15T10:19:13.000Z","updated":"2024-11-16T06:49:26.113Z","comments":true,"path":"api/articles/法国战役.json","keywords":null,"cover":null,"content":"<h1 id=\"引子\"><a href=\"#引子\" class=\"headerlink\" title=\"引子\"></a>引子</h1><p>二战时期的法国战役一直是人们“辱法”的最常用的例子。法国在二战中仅“坚持”了39天就投降，甚至不如苏德战场中斯大林格勒战役的一栋楼的守卫时间。自1940年5月10日战役爆发开始，德军在六周的时间内通过机动作战击败盟军部队，征服法国、比利时、卢森堡与荷兰。意大利于1940年6月10日加入战役，翻越阿尔卑斯山入侵法国。法国的沦陷标志着二战欧洲战场西线地面战事告一段落，直到1944年6月6日诺曼底登陆为止。</p>\n<h1 id=\"想当然的计划\"><a href=\"#想当然的计划\" class=\"headerlink\" title=\"想当然的计划\"></a>想当然的计划</h1><p>1930年代，法国沿着德国边境建造了一系列防御工事，即马奇诺防线。该防线的目的是阻止德国跨越法德边境的入侵，将德军的攻击局限在比利时一带，此后法军便可用最精锐的部队迎击德军。如此便可将战事限制在法国领土之外，从而避免重蹈第一次世界大战的覆辙。马奇诺防线的主要部分南起法国-瑞士边境，北至卢森堡国界附近的隆维。防线的北端紧挨着森林茂盛的阿登地区。菲利普·贝当元帅宣称只要采取“特殊手段”，阿登地区就是“不可逾越”的。他相信任何自林区出现的敌军容易受到钳形攻势的打击而被消灭。法军总司令莫里斯·甘末林同样相信阿登地区不会遭到攻击，他认为该地“从不适合大规模行动”。1938年举办的法国兵棋推演场景便是德军自阿登地区发动了装甲攻势。这场推演给法国军方的印象是阿登地区依旧难以突破，而阿登地区和默兹河的阻碍足以让法军将部队调入这一地区发动还击。</p>\n<h1 id=\"小胡子的考虑\"><a href=\"#小胡子的考虑\" class=\"headerlink\" title=\"小胡子的考虑\"></a>小胡子的考虑</h1><p>1939年10月9日，希特勒颁布了《元首第6号特别训令》。希特勒已经意识到必须在进攻东欧前通过军事行动打败西欧国家，从而避免双线作战的处境。然而《元首第6号特别训令》中并未体现这一目标。该计划基于较为现实的假设，认为德国需要花费数年时间建设军力；而在当下只能设想有限的目标，目的是提高德国在西线持久战中生存的能力。希特勒下令尽可能迅速地征服低地国家（即荷兰、比利时和卢森堡），以阻止法国先占领这些国家，并防止同盟国空军威胁德国重要的工业心脏—鲁尔区。此外，德军还可以占领的低地国家为基地，对英国实施长期的空中和海上攻击。元首训令没有提到迅速征服整个法国的计划，但确实提到需尽量多地进占法国北部的边境地区。</p>\n<p>尽管是书面指令，但希特勒原以为这样的攻击最多只需数周便可发起。然而希特勒误解了当时德军的真实状况。为修复在入侵波兰中损坏的车辆，摩托化单位预计需3个月才能恢复战力；此外军队弹药库存也十分匮乏。</p>\n<p>1939年10月10日，英国拒绝了希特勒提出的和平建议，法国随后在10月12日拒绝议和。10月19日，德国国防军陆军总司令部参谋长弗兰兹·哈尔德大将提出了“黄色方案”的第一版计划：《黄色方案第1号部署指令》，是入侵低地国家的行动代号。哈尔德的计划经常被与德国在1914年的第一次世界大战战略——施里芬计划相比。这两个计划都需要通过比利时中部发动进攻，但施利芬计划的意图是通过一次对法军的大规模包围歼灭战来获得决定性的胜利，而“黄色方案”寄望于正面攻击，预计将以牺牲50万名德军士兵的代价实现将盟军迫回索姆河的有限目标。德军在1940年的兵力将被耗尽，要等到1942年才能发动对法国的主要攻势。希特勒反对这一计划，提出希望像波兰战役一样发动决定性的装甲突破；但哈尔德和布劳希奇劝说他打消这一念头，辩称尽管快速移动的摩托化战术在对抗东欧的“残次品”军队时效果良好，对于法国这样的一等强军无法发挥作用。</p>\n<p>希特勒对哈尔德的计划很失望，他认为这是一个十分平庸且低效的计划，用他自己的话说，这是一个“军校生的点子”。他最初的反应是决定德国军队无论是否已经准备好都必需尽早进攻，希望趁盟军准备不足时轻松取胜。希特勒提出进攻应在1939年10月25日开始，后来认识到这一行动日期可能不现实。10月29日，哈尔德呈上《黄色方案第2号部署指令》，其中有向荷兰展开二次攻势的计划。11月5日，希特勒告知瓦尔特·冯·布劳希奇称他打算在11月12日开始入侵。布劳希奇回应道军队还未从波兰战役中回复，并向希特勒请辞；希特勒拒绝了布劳希奇的请求，两天后以天气不佳为由推迟了攻击时间。随后部队指挥官们又多次说服希特勒将进攻推迟数天乃至数周，以修正筹备工作的一些关键缺陷，或等待更好的天气条件。希特勒本人也尝试改变让他不满的作战计划，但他并不了解德国的战争准备工作有多差，也没有考虑德军会如何应对装甲车辆的损失。德军在波兰战役中很快取胜，但损失了许多装甲车，又很难换上新的车辆。希特勒对现况的无知最终导致他做出分散德国兵力的方案：德军的主要进攻仍旧会在比利时中部，但将在侧翼进行次要攻击。希特勒于11月11日提出了这一建议，对军方施压要求尽早攻击毫无准备的目标。</p>\n<p>希特勒并不是唯一不喜欢哈尔德计划的人。A集团军群司令格尔德·冯·伦德施泰特将军亦不同意该计划。伦德施泰特认为计划的基本缺陷是不符合德国自19世纪以来坚持的机动作战原则——必须以一次突破包围盟军主力，并将其最终消灭。为了实现机动作战的目标，唯一合理的突破地区是色当地区，它位于伦德施泰特的A集团军群战区内。10月21日，伦德施泰特与他的参谋长埃里希·冯·曼施坦因中将达成一致，认为必须基于色当突破这一基本构想安排作战计划，且需要以北面的B集团军群为代价尽可能保全A集团军群。</p>\n<p>当曼施坦因在科布伦茨制订新计划时，第19军司令海因茨·古德里安中将恰巧在附近的酒店。曼施坦因最初的计划考虑由色当向北进军，直插比利时的盟军主力的后方。当古德里安应邀参与该计划的非正式讨论时，他提出了一个激进的新想法。古德里安认为整个“装甲集群”应集中在色当，之后不应该转移到北部地区，而是向西部迅速插入至英吉利海峡，无须等候后续的步兵师大部队。这样的行动可能导致敌人战略上的崩溃，从而避免了传统包围战通常造成之相对较高的伤亡。这样高风险地独立使用装甲部队已在战前的德国受到广泛讨论，但德国陆军总司令部质疑这样的作战行动是否可行。古德里安在1914年和1918年随德国陆军亲身经历过阿登地区的环境，对该地的地形了如指掌，因此他对曼施坦因的总体计划立即表示了支持。</p>\n<p>曼施坦因于10月31日在他的备忘录中第一次概述了这一替代方案。他在备忘录中闭口不谈古德里安的名字，淡化了装甲部队的战略部分，以避免产生不必要的阻力。1939年11月6日至1940年1月12日之间，曼施坦因又陆续提交了六份备忘录，慢慢地提出越来越激进的计划轮廓。这些建议均被陆军总司令部拒绝，而且没有被送呈希特勒。</p>\n<p>1940年1月10日，一架德军梅塞施密特Bf 108飞机因大雾迷航，在比利时马斯特里赫特北面的马斯梅赫伦迫降，即后来的“梅赫伦事件”。德国空军要员赫尔穆·赖因贝格尔搭乘该机，正携带德国空军向比利时进攻的计划文件。赖因贝格尔未能销毁文件，因而这份计划很快地落入比利时的情报机构手中；但盟军情报机构怀疑这些文件是否是真实的计划。在1940年的满月期间，盟军又得到警报称德军可能向低地国家发动进攻；可能在穿过低地国家后从北部包抄马奇诺防线；可能直接攻打马奇诺防线；或者途径瑞士发起入侵。盟军警报的所有可能中都未考虑到德军进攻阿登的可能性；而在梅赫伦事件后，德军推定盟军对德国意图的认识会进一步加强。1月30日发布的《黄色方案第3号部署指令》只是对此前计划细节的修正；但到了2月24日，德军主要的努力方向换到了南方的阿登地区。20个师（含7个装甲师和3个摩托化师）从面对荷兰与比利时的B集团军群调动到面对阿登的A集团军群。法国军事情报部门发现德国的几个师从萨尔转移到摩泽尔北部，但未能发现从荷兰边境向艾费尔山-摩泽尔河地区的重新部署。</p>\n<p>1月27日，曼施坦因被解除A集团军群总参谋长的职务，调任东普鲁士的第38军司令。为了让曼施坦因沉默，哈尔德要求他于2月9日在斯德丁开始他的指挥工作。曼施坦因的下属向希特勒提出了作战计划的替代方案，而此时希特勒不顾总司令部的反对意见，自己提出了一项向阿登进军的建议。希特勒在2月2日获得了曼施坦因的方案。2月17日，希特勒召集曼施坦因、德军人事主管鲁道夫·施蒙特将军和国防军最高统帅部行动主管阿尔弗雷德·约德尔将军在柏林开会。</p>\n<p>希特勒认为曼施坦因的计划可能足以达成决定性胜利，于是第二天便下令按照曼施坦因的构想改变计划。希特勒只是从战术角度上了解了色当突破，而曼施坦因认为这一突破是终结战争的手段。他设想一项向英吉利海峡开展的军事行动，将盟军包围在比利时；计划的成功能造成战略影响。哈尔德随后产生了“令人惊讶的意见转变”，接受了主攻色当的想法。但是，哈尔德无意让A集团军群的7个装甲师作独立的战略穿插。1940年2月24日，《黄色方案第4号部署指令》发布；让古德里安愤怒的是，装甲师独立穿插的构想被完全删去。哈尔德受到的批评和他本人当初攻击曼施坦因时毫无二致。大多数德军军官感到震惊，并将哈尔德称为“坦克部队的掘墓人”。即使向常规方式作出了更多妥协，新计划还是引发了多数德军将领的抗议。他们认为不应如此不负责任地沿着容易被法军切断的路线，将部队集中于一个不可能得到充分补给的地方。如果盟军未像德军预期那样反应，该攻势最终可能造成灾难。不过哈尔德无视了他们的反对意见。哈尔德认为，由于德军的战略位置本来就毫无希望，即使获得决定性胜利的机会再细小也要全力争取。</p>\n<h1 id=\"盟军策略\"><a href=\"#盟军策略\" class=\"headerlink\" title=\"盟军策略\"></a>盟军策略</h1><h2 id=\"埃斯科河计划（“E计划”）\"><a href=\"#埃斯科河计划（“E计划”）\" class=\"headerlink\" title=\"埃斯科河计划（“E计划”）\"></a>埃斯科河计划（“E计划”）</h2><p>1939年9月3日对德宣战时，法国已经根据对地理、资源和人力的分析确定了军事战略。法军右翼将采取守势，而左翼将进入比利时，以推进法国战斗的前线。法军前进的程度取决与具体的事态。但在1936年3月7日莱茵兰重军事化之后，比利时中止了1920年签署的法国-比利时协定，使得法军面临的情况变得复杂。作为中立国，比利时拒绝与法国公开合作，但确实传达了有关比利时防御的讯息。到了1940年5月，法国和比利时已经交换了防务计划的总体讯息，但没有合作应对德国经卢森堡和比利时东部向西进攻。法国人预计德国首先会破坏比利时的中立，为法国干预提供借口；还有可能当入侵迫在眉睫时，比利时人会向法国求援。法国机动部队的大部分沿比利时边境集结，准备阻止德国人。</p>\n<p>如果比利时提早向法军求援，那么法军可能会有足够的时间到达德国-比利时边境；但如果法军未能及时赶到，在后方还有三条可行的防线。第一条防线从日韦到那慕尔，穿过“让布卢走廊”，经瓦夫尔和鲁汶，沿迪尔河到安特卫普，比其他的防线短70-80公里。第2条防线从法国边境到埃斯科河畔孔代、图尔奈，沿埃斯科河（即斯海尔德河）到根特，然后到达北海沿岸的泽布吕赫，可能继续沿着斯海尔德河到安特卫普。这一防线计划后来被称为“埃斯科河计划”或“E计划”。第三种布防方案是从卢森堡到敦刻尔克沿法国边境布防。对于战争的头两个星期，甘末林考虑到德国在波兰的快速推进，更倾向按照E计划布防。甘末林和其他法国指挥官怀疑在德国人到达之前法军无法推进到比E计划更远的地方。 9月下旬，甘末林向第1集团军群司令加斯东·比洛特发出指令：保卫国家领土完整，并在不撤出沿边境组织的抵抗阵地的情况下进行防御。1939年10月24日，甘末林指示，除非法军的推进速度足以提前制止德军，否则越过E计划防线继续进军绝不可行。</p>\n<h2 id=\"迪尔河计划（“D计划”）\"><a href=\"#迪尔河计划（“D计划”）\" class=\"headerlink\" title=\"迪尔河计划（“D计划”）\"></a>迪尔河计划（“D计划”）</h2><p>到1939年末，比利时改善了阿尔伯特运河沿线的防御，提高了军队的戒备程度；甘末林和法国陆军总部开始考虑自埃斯科河进一步推进的可能性。到了11月，陆军总部决定进一步推进至迪尔河防线是可行的，但东北军区总司令阿尔方斯·乔治将军对能否赶在德国人前面到达迪尔河表示怀疑。英国对比利时的进展一直不冷不热，但甘末林说服了他们。11月9日，沿迪尔河防御的计划（“D计划”）被采纳。11月17日的一场最高战争委员会会议认定占领D计划防线至关重要。当天甘末林下达了一道指示，详细说明了一条从日韦经那慕尔、让布卢走廊、瓦夫尔、鲁汶到安特卫普的防线。在接下来的四个月里，荷兰和比利时的军队努力加强防御，英国远征军扩大了规模，法国军队接受了更多的装备和训练。甘末林还考虑向荷兰的布雷达进一步推进；假如盟军能够阻止德国占领荷兰，荷兰军队的十个师将加入盟军，盟军对北海的控制将得到加强，德国人则无法获得攻击英国的基地。</p>\n<p>1940年5月时，第1集团军群负责法国从海峡沿岸到马其诺防线西端的防御工作。乔治·莫里斯·让·布朗沙尔统率的法国第1集团军、亨利·吉罗统率的第7集团军、安德烈·乔治·科拉普统率的第9集团军和戈特勋爵统率的英国远征军准备从右翼（南侧）的法国第2集团军处转向，向迪尔河防推进。第7集团军将接管安特卫普以西，准备进入荷兰；而比利时人预期将推迟德国前进，然后沿阿尔伯特运河撤退至迪尔河，从安特卫普退至鲁汶。在比利时右翼，英国远征军将有9个师保卫迪尔河从鲁汶到瓦夫尔一段约20公里的防区。英国人右侧的法国第1集团军将以10个师守卫35公里长的防线，防区为从瓦夫尔到那慕尔的一段区域。这一段即为“让布卢走廊”，是位于桑布尔河以北从迪尔河到那慕尔的一段走廊区域，可以从马斯特里赫特经让布卢直通蒙斯，沿途几乎没有天然障碍，是进攻巴黎的传统入侵路线。法国第9集团军将驻扎于那慕尔以南，沿着默兹河到达第2集团军的左翼（北部）。</p>\n<p>法国第2集团军是第1集团军群的右翼（东侧）部队，驻守的防线从色当以西6公里的蓬塔巴尔到隆吉永。陆军总部认为第2集团军和第9集团军的任务是集团军群中最简单的，他们的防线一边是易于防守的默兹河西岸；另一边有着阿登地区作为屏障，如果德军试图穿越这一地区，等同于发出大量有关德国攻击法国前线中心的警告。在从第7集团军的战略预备队转移至第1集团军群后，有7个师驻守在第2集团军和第9集团军后方，更多的师可以从马奇诺防线后方调来。除了一个师之外，其他所有的师都驻扎在第2集团军和第9集团军的交界处两侧。陆军总部更担心德军从北部绕过马奇诺防线后沿斯特奈走廊向东南进攻，因此才如此部署后方的这几个师。</p>\n<h1 id=\"参战军队和部署\"><a href=\"#参战军队和部署\" class=\"headerlink\" title=\"参战军队和部署\"></a>参战军队和部署</h1><p>德国动员了420万陆军、100万空军、18万海军与10万党卫队。考虑到在波兰、丹麦和挪威的部队，1940年5月10日德国陆军约有300万人可以参加进攻。这300万人被组织为157个师，其中的135个师（包括42个预备队师）被指定用于进攻。5月到6月的德国西线部队部署了2,439辆坦克和7,378门火炮。1939年到1940年，德国陆军45%的成员年龄超过40岁，超过半数的士兵只经历过几周的训练。陆军远未实现全摩托化，在1940年只有10%的部队实现了摩托化，可供使用的车辆仅有12万辆；与之相比，法国陆军足有30万辆车辆，而英国的摩托化部队位于各国最前列。德军的大多数后勤运输使用马拉车辆。1940年德国可用的部队中，只有50%的师完成了战斗准备；装备状况往往比不过同等的英法部队，有的甚至不如1914年的德国陆军。总而言之，1940年的德国陆军是一支半现代化的部队，少数装备精良的“精锐师”被“大量二级和三级师抵消了”。</p>\n<p>德军部队被分为多个集团军群。A集团军群由格特·冯·伦德施泰特指挥，由45.5个师组成，其中包含7个装甲师。A集团军群将执行由阿登地区突破盟军防御的决定性机动。德军的这一机动有时被称作“镰刀切割”，最早被丘吉尔用来形容德军的行动，后来又被翻译回德语（Sichelschnitt），但从未成为行动的正式名称。“镰刀切割”涉及3个集团军，即国防军第4集团军、第12集团军和第16集团军；共拥有3个装甲军。第15军被分配给第4集团军，而莱因哈特指挥的第41装甲军和古德里安的第19装甲军与第14军的两个摩托化步兵师统一为一个特殊的独立作战单位——“克莱斯特装甲兵团”，官方番号为第22集团军。B集团军群由费多尔·冯·博克指挥，含29.5个师，其中有3个装甲师。B集团军群的目标是向低地国家进攻，将盟军的北部部队引诱入德军的圈套中。该集团军群包括国防军第6集团军和第18集团军。C集团军群由威廉·冯·里布指挥，下辖18个师。C集团军群的主要目的是防止盟军在东侧发起侧翼包围，并沿马奇诺防线和莱茵河上游持续发动小规模袭击。该集团军群包括国防军第1集团军群和第7集团军。</p>\n<h1 id=\"“黄色方案”作战\"><a href=\"#“黄色方案”作战\" class=\"headerlink\" title=\"“黄色方案”作战\"></a>“黄色方案”作战</h1><p>德军的“黄色方案”于1940年5月9日晚开始。21:00时，陆军的所有师都收到了行动开始的暗语“但泽”。作战行动的保密性很高，以至于当部队接到行动开始的命令时，许多军官由于持续的延误还没有赶到自己的部队。 德军在行动伊始占领了卢森堡，几乎未遭抵抗。B集团军群在9日夜间到10日早上发动了对荷兰和比利时的佯攻。第7空降猎兵师与库尔特·斯图登特的第22空降师空降猎兵突袭了荷兰海牙、通向鹿特丹的道路、以及比利时的埃本-埃美尔要塞，旨在协助B集团军群的推进。法军司令部立即做出反应，按照D计划将第1集团军群派遣至北方。这一机动投入了法军最好的部队，但引发了局部的组织混乱且耗尽了燃料储存，折损了部队的实力。等到法国第7集团军跨越荷兰边境时，他们发现荷兰军队正在全面撤退，正进入比利时保卫安特卫普。</p>\n<p>荷兰</p>\n<p>空降作战是荷兰战役的重要组成部分，德国空军在荷兰完全确保了制空权，德军飞机无论是数量还是品质都明显优于荷兰。德国空军出动了247架中型轰炸机、147架战斗机、424架容克Ju-52运输机及12架亨克尔He-59水上飞机参加在荷兰上空的行动。荷兰空军共有144架作战飞机，其中许多还是一战时期的老式飞机。仅在第一天的作战中，荷军就损失了约一半的战机，剩下的荷兰空军飞机被疏散至各地，只击落了少量德国空军飞机。荷兰空军总共只有332架次的飞行，共有110架飞机被击落。</p>\n<p>荷兰机场中一架烧毁了的德军Ju 52运输机。德国空军运输机在荷兰战役中损失将近半数<br>德国空军先是通过空降兵对荷兰发动突袭，这次作战被称为海牙战役，由于低估了荷兰皇家陆军的抵抗而失利。空军以一场惨胜占领了海牙周边伊彭堡、奥肯堡和法尔肯堡的机场，但损失了大量运输机，而当天晚些时候荷兰军队就收复了机场。总共有96架飞机毁于荷兰的炮击。德国空降兵被赶出机场，压制在几个据点中，但荷兰军队的火力严重不足，无法将其消灭。德国空军的运输机群任务中有125架Ju-52被击毁，47架被击伤，损失相当于运输机群的一半；德军空降部队的4000人中将近半数在空降行动中损失，包括20%的士官和42%的军官；其中有1,200人被俘后送至英国。</p>\n<p>德国陆军在5月10日向荷兰边境发动突然进攻以策应空降兵，法国第7集团军群未能阻止德国第9装甲师的增援。德军攻势势如破竹，荷军难以抵挡。5月13日，第9装甲师抵达了鹿特丹；同一天，东方的荷兰陆军对德军的赫雷伯山战役反攻行动宣告失败，从赫雷伯防线撤退至新洪水线，这时荷兰的防线大举收缩，败局已定。5月14日，为了尽快拿下荷军坚守的荷兰要塞，空军进行了颇具争议的鹿特丹轰炸，德国第54轰炸机联队的He-111中型轰炸机炸毁了鹿特丹市中心。尽管荷兰军队主力尚存，但荷兰政府认为荷兰战役对于整体战略无关紧要，而且他们担心德军进一步摧毁其他荷兰城市，因此很快就打算停止抵抗。荷兰军方在轰炸发生后于当晚也宣布投降。5月15日双方签署了投降文书，但荷兰部分部队仍与法军在泽兰战役中并肩作战，直到5月17日荷兰全境沦陷，而荷兰殖民地的部队也继续战斗。威廉明娜女王在英国成立了荷兰流亡政府。荷兰损失为陆军2,157人、海军125人、空军75人，平民2,559人，荷兰的抵抗则给德军造成了2,032人死亡，7,000人受伤，4辆武装火车被摧毁，225–275架飞机被摧毁，1,350人被俘的损失。</p>\n<p>比利时</p>\n<p>德军在比利时掌握了制空权。得益于战前彻底的空中照相侦察，德军在入侵比利时的最初24小时内便击毁了比利时空军179架飞机中的83架。比利时空军共执行77次飞行作战任务，但对空战结果贡献不大。德军从此确保了低地国家上空的空中优势。然而在地面作战中，由于B集团军群的兵力比原先的计划有所削弱，而比利时军在阿尔伯特运河阵地的防卫非常强大，导致德国第6集团军的佯攻面临立即停滞的危险。德军的主要推进路线被默兹河和阿尔伯特运河交汇处的埃本-埃美尔要塞封锁。在当时，埃本-埃美尔要塞被认为是全欧洲最现代化的大型要塞。</p>\n<p>对德军而言，能否在A集团军群建立桥头堡之前将盟军大部引开是胜利的关键，因此任何的延宕都可能威胁整个战役的进展。为了克服这一困难，德国在埃本-埃美尔要塞战役中采取了非常手段。5月10日清晨，德军突击队搭乘DFS-230滑翔机降落在要塞屋顶，使用锥形装药瘫痪了主要炮台。德军伞兵占领了运河上的桥梁。比利时部队发起了相当程度的反击，但都被德国空军瓦解。德军从可能是防御最强点的位置突破了比利时防线，让比利时最高指挥部大为震惊。比利时指挥部随即将各师撤退至K-W防线，比原计划提前了5天。然而德军夺取荷兰马斯特里赫特桥梁的一场类似行动宣告失败：荷兰人炸毁了所有桥梁，德军只占领了一座铁路桥,导致装甲部队被迫在荷兰滞留一段时间。</p>\n<p>英国远征军和法国第1集团军尚未完成驻防，比利时在边境战败的消息是他们不愿听到的。盟军原本确信比利时的抵抗可以让部队有数周的时间准备让布卢走廊的防线。此时，埃里希·霍普纳上将正率领由第3装甲师和第4装甲师组成的德国第16装甲军跨越德军新占领的桥梁，向让布卢走廊方向进军。法军最高指挥部先前预计德军闪电战的攻击中心会在让布卢一带，而第16装甲军的行动似乎证实了这一看法。让布卢位于瓦夫尔和那慕尔之间，地势平坦，为坦克作战的理想地区；这一地段也是盟军防线上未设防御工事的一段。法国第1集团军骑兵军司令勒内·普利欧派遣第2轻机械化师和第3轻机械化师向让布卢以东的阿尼进军，拖延该地德军装甲部队的推进，为第1集团军的其它部队争取时间完成让布卢地区的防御。</p>\n<p>阿尼战役</p>\n<p>5月12日至13日发生的阿尼战役是截至当时规模最大的坦克战，双方共有1,500辆装甲战斗车辆参战。法军以损失91辆哈奇斯H35和30辆Somua-S35的代价，使160辆德军坦克瘫痪。但法军依照战役计划实施撤退，使得德军重新控制了战场，并得以修复先前瘫痪的坦克。德军最终无法修复的只有第3装甲师的20辆坦克及第4装甲师的29辆坦克。普利欧为法军取得了战术和战略胜利，成功将德军进军拖延至第1军团有足够时间修筑工事为止。进攻的德军在色当北部与法国第1军团交战，实现了霍普纳必须完成的最重要目标；但是德军未能阻止法军向迪尔河进军，也未能摧毁第1军团。5月14日，在阿尼遇阻的霍普纳违背军令，于让布卢战役再次发起攻击。这场战斗是整个法国战役中德军唯一一次正面攻击防御工事的场合。法国第1摩洛哥步兵师成功击退德军进攻，德国第4装甲师又有42辆坦克瘫痪，其中26辆被彻底击毁。然而法军两次成功的防守很快被色当南部的事态发展抵消了。</p>\n","text":"引子二战时期的法国战役一直是人们“辱法”的最常用的例子。法国在二战中仅“坚持”了39天就投降，甚至不如苏德战场中斯大林格勒战役的一栋楼的守卫时间。自1940年5...","permalink":"/post/法国战役","photos":[],"count_time":{"symbolsCount":"9.2k","symbolsTime":"8 mins."},"categories":[],"tags":[{"name":"杂谈","slug":"杂谈","count":2,"path":"api/tags/杂谈.json"}],"toc":"<ol class=\"toc\"><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#%E5%BC%95%E5%AD%90\"><span class=\"toc-text\">引子</span></a></li><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#%E6%83%B3%E5%BD%93%E7%84%B6%E7%9A%84%E8%AE%A1%E5%88%92\"><span class=\"toc-text\">想当然的计划</span></a></li><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#%E5%B0%8F%E8%83%A1%E5%AD%90%E7%9A%84%E8%80%83%E8%99%91\"><span class=\"toc-text\">小胡子的考虑</span></a></li><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#%E7%9B%9F%E5%86%9B%E7%AD%96%E7%95%A5\"><span class=\"toc-text\">盟军策略</span></a><ol class=\"toc-child\"><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#%E5%9F%83%E6%96%AF%E7%A7%91%E6%B2%B3%E8%AE%A1%E5%88%92%EF%BC%88%E2%80%9CE%E8%AE%A1%E5%88%92%E2%80%9D%EF%BC%89\"><span class=\"toc-text\">埃斯科河计划（“E计划”）</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#%E8%BF%AA%E5%B0%94%E6%B2%B3%E8%AE%A1%E5%88%92%EF%BC%88%E2%80%9CD%E8%AE%A1%E5%88%92%E2%80%9D%EF%BC%89\"><span class=\"toc-text\">迪尔河计划（“D计划”）</span></a></li></ol></li><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#%E5%8F%82%E6%88%98%E5%86%9B%E9%98%9F%E5%92%8C%E9%83%A8%E7%BD%B2\"><span class=\"toc-text\">参战军队和部署</span></a></li><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#%E2%80%9C%E9%BB%84%E8%89%B2%E6%96%B9%E6%A1%88%E2%80%9D%E4%BD%9C%E6%88%98\"><span class=\"toc-text\">“黄色方案”作战</span></a></li></ol>","author":{"name":"Math-zhuxy","slug":"blog-author","avatar":"https://sse-market-source-1320172928.cos.ap-guangzhou.myqcloud.com/src/images/uploads/1728918801765528128_%E5%BE%AE%E4%BF%A1%E5%9B%BE%E7%89%87_20241014222719.jpg","link":"/","description":"Blood of the First Men, drawn by the sword.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"mapped":true,"hidden":false,"prev_post":{"title":"斯大林格勒战役","uid":"3ffef40c161f2bcfcf068173b0dcabaa","slug":"斯大林格勒战役","date":"2024-10-15T10:23:42.000Z","updated":"2024-11-16T06:49:26.113Z","comments":true,"path":"api/articles/斯大林格勒战役.json","keywords":null,"cover":[],"text":"引子斯大林格勒战役无疑是二战中最出名的战役，它是整个人类历史上规模最大，参战人数最多的战役，伤亡人员大约200万，平均一个士兵存活时间不到24小时，并成为第二次...","permalink":"/post/斯大林格勒战役","photos":[],"count_time":{"symbolsCount":"9.6k","symbolsTime":"9 mins."},"categories":[],"tags":[{"name":"杂谈","slug":"杂谈","count":2,"path":"api/tags/杂谈.json"}],"author":{"name":"Math-zhuxy","slug":"blog-author","avatar":"https://sse-market-source-1320172928.cos.ap-guangzhou.myqcloud.com/src/images/uploads/1728918801765528128_%E5%BE%AE%E4%BF%A1%E5%9B%BE%E7%89%87_20241014222719.jpg","link":"/","description":"Blood of the First Men, drawn by the sword.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}}},"next_post":{"title":"DP","uid":"25ed3aa3446c2c64cf6228f9f4e4f9c4","slug":"DP","date":"2024-10-15T10:12:39.000Z","updated":"2024-11-18T03:49:57.655Z","comments":true,"path":"api/articles/DP.json","keywords":null,"cover":null,"text":"简介DP是一个非常广泛的题目类型。比较难的DP题目一般都很抽象，很难提取出DP数组出来，这边文章也只是笼统的介绍一下DP，并介绍一个DP最经典最简单的例子。定义...","permalink":"/post/DP","photos":[],"count_time":{"symbolsCount":"3.1k","symbolsTime":"3 mins."},"categories":[],"tags":[{"name":"算法","slug":"算法","count":18,"path":"api/tags/算法.json"}],"author":{"name":"Math-zhuxy","slug":"blog-author","avatar":"https://sse-market-source-1320172928.cos.ap-guangzhou.myqcloud.com/src/images/uploads/1728918801765528128_%E5%BE%AE%E4%BF%A1%E5%9B%BE%E7%89%87_20241014222719.jpg","link":"/","description":"Blood of the First Men, drawn by the sword.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}}}}